backend/controllers/AttributiveController.php

INSERT INTO `attributive` (`title`, `description`, `slug`) VALUES ('Емкость аккумулятора', 'Емкость аккумулятора в mAh', 'yemkost-akkumulyatora')
---
    public function actionCreate()
    {
        $model = new Attributive();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `attributive` WHERE `id`='3'
---
    protected function findModel($id)
    {
        if (($model = Attributive::findOne($id)) !== null) {