frontend/controllers/CatalogController.php

SELECT * FROM `category` ORDER BY `id`
SELECT * FROM `category` WHERE `slug`='kvadrokoptery'
---
    public function actionList($slug = null)
    {
        /** @var Category $category */
        $category = null;

        $categories = Category::find()->indexBy('id')->orderBy('id')->all();
        if ($slug !== null)
            $id = Category::findOne(['slug' => $slug])->id;